---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.CableTrayShape.Channel
enum: Autodesk.Revit.DB.Electrical.CableTrayShape
source: html/c475cf88-224e-4b8a-4ffb-9fe80043e02e.htm
---
# Autodesk.Revit.DB.Electrical.CableTrayShape.Channel

Channel cable tray shape.